if (GetLocale() == 	"zhTW") then

AtlasLootBossNames = {

	BlackrockDepths = {
		"洛考爾";
		"審訊官格斯塔恩";
		"瑟爾倫";
		"控火師羅格雷恩";
		"典獄官斯迪爾基斯";
		"弗諾斯‧達克維爾";
		"伊森迪奧斯";
		"貝爾加";
		"安格弗將軍";
		"傀儡統帥阿格曼奇";
		"霍爾雷·黑鬚";
		"法拉克斯";
		"雷布里‧斯庫比格特";
		"弗萊拉斯大使";
		"無敵的潘佐爾";
		"七賢者寶箱";
		"瑪格姆斯";
		"達格蘭‧索瑞森大帝";
		"鐵爐堡公主茉艾拉‧銅鬚";
	};

	BlackrockSpireLower = {
		"歐莫克大王";
		"尖石統帥";
		"暗影獵手沃什加斯";
		"維姆薩拉克";
		"莫爾‧灰蹄";
		"煙網蛛后";
		"水晶之牙";
		"烏洛克";
		"軍需官茲格雷斯";
		"奴役者基茲盧爾";
		"哈雷肯";
		"維姆薩拉克";
		"班諾克‧巨斧";
		"尖石屠夫";
	};

	BlackrockSpireUpper = {
		"烈焰衛士艾博希爾";
		"索拉卡‧火冠";
		"烈焰之父";
		"傑德";
		"古拉魯克";
		"大酋長雷德‧黑手";
		"蓋斯";
		"比斯巨獸";
		"瓦薩拉克";
		"達基薩斯將軍";
	};

	BlackwingLair = {
		"狂野的拉佐格爾";
		"墮落的瓦拉斯塔茲";
		"勒西雷爾";
		"費爾默";
		"埃博諾克";
		"弗萊格爾";
		"克洛瑪古斯";
		"奈法利安";
	};

    Common = {
        "小怪";
        };

	MoltenCore = {
		"魯西弗隆";
		"瑪格曼達";
		"基赫納斯";
		"加爾";
		"沙斯拉爾";
		"迦頓男爵";
		"焚化者古雷曼格";
		"薩弗隆先驅者";
		"管理者埃克索圖斯";
		"拉格納羅斯";
	};

	Naxxramas = {
		"縫補者";
		"葛羅巴斯";
		"古魯斯";
		"泰迪斯";
		"阿努比瑞克漢";
		"大寡婦費琳娜";
		"梅克絲娜";
		"講師拉祖維斯";
		"收割者高希";
		"四騎士";
		"瘟疫者諾斯";
		"骯髒者海根";
		"洛斯伯";
		"薩菲隆";
		"科爾蘇加德";
	};

	OnyxiasLair = {
		"奧妮克希亞";
	};

	Scholomance = {
		"基爾圖諾斯的衛士";
		"傳令官基爾圖諾斯";
		"詹迪斯‧巴羅夫";
		"血骨傀儡";
		"死亡騎士達克雷爾";
		"馬杜克‧布萊克波爾";
		"維克圖斯";
		"萊斯‧霜語";
		"科爾莫克";
		"講師瑪麗希亞";
		"瑟爾林‧卡斯迪諾夫教授";
		"博學者普克爾特";
		"拉文尼亞";
		"阿萊克斯‧巴羅夫";
		"伊露希亞‧巴羅夫";
		"黑暗院長加丁";
	};

	Stratholme = {
		"斯庫爾";
		"斯坦索姆信差";
		"弗拉斯‧希亞比";
		"弗雷斯特恩";
		"不可寬恕者";
		"悲慘的提米";
		"炮手威利";
		"檔案管理員加爾福特";
		"巴納札爾";
		"索索斯 / 賈琳 ";
		"奧裏克斯";
		"石脊";
		"安娜絲塔麗男爵夫人";
		"奈魯布恩坎";
		"蒼白的瑪勒基";
		"巴瑟拉斯鎮長";
		"吞咽者拉姆斯登";
		"瑞文戴爾男爵";
	};

	TheRuinsofAhnQiraj = {
		"庫林納克斯";
		"拉賈克斯將軍";
		"莫阿姆";
		"吞咽者布魯";
		"狩獵者阿亞米斯";
		"無疤者奧斯里安";
	};

	TheTempleofAhnQiraj = {
		"預言者斯克拉姆";
		"蟲族";
		"沙爾圖拉";
		"頑強的范克里斯";
		"維希度斯";
		"哈霍蘭公主";
		"雙子帝王";
		"奧羅";
		"克蘇恩";
	};
};

end
